Repository: Start9Labs/mempool-startos
Catalog: mempool/frontend/src/locale/messages.*.xlf
Languages: nb

source: Default push: <code>'track-ad action: 'want', data: ['blocks', ...] {{ '}' }}</code> to express what you want pushed. Available: <code>blocks</code>, <code>mempool-blocks</code>, <code>live-2h-chart</code>, and <code>stats</code>.Push transaPush transaPush transactions related to address: <code>'track-ad 'track-address': '3PbJ...bF9B' {{ '}' }}</code> to receive all new transactions containing that address as input or output. Returns an array of transactions. <code>address-transactions</code> for new mempool transactions, and <code>block-transactions</code> for new block confirmed transactions.
nb: Standard push: <code> 'track-ad handling: 'want', data: ['blocks', ...] {{ '}' }} </code> for å uttrykke hva du vil ha pushet. Tilgjengelig: <code> blocks </code> , <code> mempool-blocks </code> , <code> live-2h-chart </code>, og <code> stats </code>. Push transa Push transa Push-transaksjoner relatert til adresse: <code>'track-ad 'track-address': '3PbJ...bF9B' {{ '}' }} </code> for å motta alle nye transaksjoner som inneholder den adressen som inngang eller utgang. Returnerer en tabell av transaksjoner. <code>adress-transactions </code> for nye mempool-transaksjoner, og <code>block-transactions </code> for nye blokkbekreftede transaksjoner.

source: Code Example
nb: Kodeeksempel

source: Install Package
nb: Installer pakke

source: Response
nb: Respons

source: Base fee
nb: Grunnavgift

source: This channel supports zero base fee routing
nb: Denne kanalen støtter null grunnavgiftsruting

source: Zero base fee
nb: Null grunnavgift

source: This channel does not support zero base fee routing
nb: Denne kanalen støtter ikke null grunnavgift ruting

source: Non-zero base fee
nb: Ikke-null grunnavgift

source: Max HTLC
nb: Maks HTLC

source: {{ i }} channels
nb: {{ i }} kanaler

source: Starting balance
nb: Startbalanse

source: Closing balance
nb: Sluttbalanse

source: lightning channel
nb: Lightning-kanal

source: Inactive
nb: Inaktiv

source: Active
nb: Aktiv

source: Closed
nb: Avsluttet

source: Created
nb: Opprettet

source: Capacity
nb: Kapasitet

source: Lightning channel
nb: Lightningkanal

source: Last update
nb: Siste oppdatering

source: Closing date
nb: Sluttdato

source: Closed by
nb: Avsluttet av

source: Opening transaction
nb: Åpningstransaksjon

source: Closing transaction
nb: Avsluttningstransaksjon

source: Channel: value.short_id
nb: Kanal: value.short_id

source: Mutually closed
nb: Gjensidig avsluttet

source: Force closed
nb: Tvungen avsluttning

source: Force closed with penalty
nb: Tvunget avsluttning med straff

source: Open
nb: Åpen

source: No channels to display
nb: Ingen kanaler å vise

source: Channel ID
nb: Kanal-ID

source: avg
nb: gj.sn

source: med
nb: median

source: Avg Capacity
nb: Gj.sn. kapasitet

source: Avg Fee Rate
nb: Gj.sn. avgiftssats

source: The average fee rate charged by routing nodes, ignoring fee rates > 0.5% or 5000ppm
nb: Gjennomsnittlig avgiftssats som belastes av rutingsnoder, ignorerer avgiftssatser > 0,5 % eller 5000 ppm

source: Avg Base Fee
nb: Gj.sn. basisavgift

source: The average base fee charged by routing nodes, ignoring base fees > 5000ppm
nb: Den gjennomsnittlige basisavgiften som belastes av rutingsnoder, ignorerer basisavgifter > 5000 ppm

source: Med Capacity
nb: Median kapasitet

source: Med Fee Rate
nb: Median avgiftssats

source: The median fee rate charged by routing nodes, ignoring fee rates > 0.5% or 5000ppm
nb: Medianavgiftssatsen som belastes av rutingsnoder, ignorerer avgiftssatser > 0,5 % eller 5000 ppm

source: Med Base Fee
nb: Median basisavgift

source: The median base fee charged by routing nodes, ignoring base fees > 5000ppm
nb: Median grunnavgift belastet av rutingnoder, ignorerer basisavgifter > 5000 ppm

source: Lightning node group
nb: Ligthningnode-gruppe

source: Nodes
nb: Noder

source: Liquidity
nb: Likviditet

source: Channels
nb: Kanaler

source: Average size
nb: Gjennomsnittsstørrelse

source: Location
nb: Plassering

source: Network Statistics
nb: Nettverksstatistikk

source: Channels Statistics
nb: Kanalstatistikk

source: Lightning Network History
nb: Lightning-nettverk historie

source: Liquidity Ranking
nb: Likviditetsrangering

source: Connectivity Ranking
nb: Tilkoblingsrangering

source: Fee distribution
nb: Avgiftsfordeling

source: Outgoing Fees
nb: Utgående avgifter

source: Incoming Fees
nb: Inngående avgifter

source: Percentage change past week
nb: Prosentvis endring siste uke

source: Active capacity
nb: Aktiv kapasitet

source: Active channels
nb: Aktive kanaler

source: Country
nb: Land

source: Average channel size
nb: Gj.sn. kanalstørrelse

source: Avg channel distance
nb: Gj.sn. kanalavstand

source: Color
nb: Farge

source: Exclusively on Tor
nb: Eksklusivt på Tor

source: Liquidity ad
nb: Likviditetsannonse

source: Lease fee rate
nb: Leieavgiftssats

source: Lease base fee
nb: Leiegrunnavgift

source: Funding weight
nb: Finansieringsvekt

source: Channel fee rate
nb: Kanalavgiftssats

source: Channel base fee
nb: Kanalbaseavgift

source: Compact lease
nb: Kompakt leieavtale

source: TLV extension records
nb: TLV-utvidelsesposter

source: Open channels
nb: Åpne kanaler

source: Closed channels
nb: Avsluttede kanaler

source: (Tor nodes excluded)
nb: (Tor-noder ekskludert)

source: Lightning Nodes Channels World Map
nb: Lightning-kanaler verdenskart

source: No geolocation data available
nb: Ingen geolokaliseringsdata tilgjengelig

source: Active channels map
nb: Kart over aktive kanaler

source: Indexing in progress
nb: Indeksering pågår

source: Clearnet and Darknet
nb: Clearnet og Darknet

source: Clearnet Only (IPv4, IPv6)
nb: Bare Clearnet (IPv4, IPv6)

source: Darknet Only (Tor, I2P, cjdns)
nb: Bare Darknet (Tor, I2P, cjdns)

source: Share
nb: Andel

source: nodeCount nodes
nb: nodeCount noder

source: this.amountShortenerPipe.transform(country.capacity / 100000000, 2) BTC capacity
nb: this.amountShortenerPipe.transform(country.capacity / 100000000, 2) BTC-kapasitet

source: Lightning nodes in {{ country?.name }}
nb: Lightning-noder i {{ country?.name }}

source: ISP Count
nb: Antall ISPer

source: Top ISP
nb: Topp ISP

source: Lightning nodes in response.country.en
nb: Lightning-noder i response.country.en

source: Clearnet Capacity
nb: Clearnet kapasitet

source: How much liquidity is running on nodes advertising at least one clearnet IP address
nb: Hvor mye likviditet er det på noder som annonserer minst én clearnet IP-adresse

source: Unknown Capacity
nb: Ukjent kapasitet

source: How much liquidity is running on nodes which ISP was not identifiable
nb: Hvor mye likviditet er det på på noder der ISP ikke var identifiserbar

source: Tor Capacity
nb: Tor kapasitet

source: How much liquidity is running on nodes advertising only Tor addresses
nb: Hvor mye likviditet er det på noder som kun annonserer Tor-adresser

source: Top 100 ISPs hosting LN nodes
nb: Topp 100 ISPer som er vert for LN-noder

source: Top country
nb: Topp land

source: Top node
nb: Topp node

source: Lightning nodes on ISP: response.isp [ASthis.route.snapshot.params.isp]
nb: Lightning-noder på ISP: response.isp [AS this.route.snapshot.params.isp]

source: Lightning nodes on ISP: {{ isp?.name }}
nb: Lightning-noder på ISP: {{ isp?.name }}

source: Active nodes
nb: Aktive noder

source: Top 100 oldest lightning nodes
nb: Topp 100 eldste lightning-noder

source: Oldest lightning nodes
nb: Eldste ligthning-noder

source: Oldest nodes
nb: Eldste noder

source: Top lightning nodes
nb: Topp lightning-noder

source: Indexing in progress
nb: Indeksering pågår

# date-base.year
source: counter year
nb: counter år

# date-base.years
source: counter years
nb: counter år

# date-base.month
source: counter month
nb: counter måned

# date-base.months
source: counter months
nb: counter måneder

# date-base.week
source: counter week
nb: counter uke

# date-base.weeks
source: counter weeks
nb: counter uker

# date-base.day
source: counter day
nb: counter dag

# date-base.days
source: counter days
nb: counter dager

# date-base.hour
source: counter hour
nb: counter time

# date-base.hours
source: counter hours
nb: counter timer

# date-base.minute
source: counter minute
nb: counter minutt

# date-base.minutes
source: counter minutes
nb: counter minutter

# date-base.second
source: counter second
nb: counter sekund

# date-base.seconds
source: counter seconds
nb: counter sekunder

source: Transaction fee
nb: Transaksjonsavgift
