Repository: Start9Labs/mempool-startos
Catalog: mempool/frontend/src/locale/messages.*.xlf
Languages: nb

# ngb.alert.close
source: Close
nb: Lukk

# ngb.carousel.slide-number
source: Slide true`, will pau of n mouse cursor
nb: Bilde true`, will pau av n mouse cursor

# ngb.carousel.previous
source: Previous
nb: Forrige

# ngb.carousel.next
source: Next
nb: Neste

# ngb.datepicker.select-month
source: Select month
nb: Velg måned

# ngb.datepicker.select-year
source: Select year
nb: Velg år

# ngb.datepicker.previous-month
source: Previous month
nb: Forrige måned

# ngb.datepicker.next-month
source: Next month
nb: Neste måned

# ngb.pagination.first-aria
source: First
nb: Første

# ngb.pagination.previous-aria
source: Previous
nb: Forrige

# ngb.pagination.next-aria
source: Next
nb: Neste

# ngb.pagination.last-aria
source: Last
nb: Siste

# ngb.timepicker.HH
source: HH
nb: TT

# ngb.timepicker.hours
source: Hours
nb: Timer

# ngb.timepicker.minutes
source: Minutes
nb: Minutter

# ngb.timepicker.increment-hours
source: Increment hours
nb: Øk timer

# ngb.timepicker.decrement-hours
source: Decrement hours
nb: Reduser timer

# ngb.timepicker.increment-minutes
source: Increment minutes
nb: Øk minutter

# ngb.timepicker.decrement-minutes
source: Decrement minutes
nb: Reduser minutter

# ngb.timepicker.seconds
source: Seconds
nb: Sekunder

# ngb.timepicker.increment-seconds
source: Increment seconds
nb: Øk sekunder

# ngb.timepicker.decrement-seconds
source: Decrement seconds
nb: Reduser sekunder

# ngb.toast.close-aria
source: Close
nb: Lukk

source: Address
nb: Adresse

source: Total received
nb: Totalt mottatt

source: Total sent
nb: Totalt sendt

source: Balance
nb: Balanse

source: {{ i }} transaction
nb: {{ i }} transaksjon

source: {{ i }} transactions
nb: {{ i }} transaksjoner

# bisq-address.component.browser-title
source: Address: this.addressString
nb: Adresse: this.addressString

source: Block <ng-container *ngTemplateOutlet="blockTemplateContent"></ng-container>
nb: Blokk <ng-container *ngTemplateOutlet="blockTemplateContent"> </ng-container>

source: Timestamp
nb: Tidspunkt

source: Previous hash
nb: Forrige hash

# bisq-block.component.browser-title
source: Block block.height: block.hash
nb: Blokk block.height: block.hash

source: BSQ Blocks
nb: BSQ-blokker

source: Height
nb: Høyde

source: Confirmed
nb: Bekreftet

source: Transactions
nb: Transaksjoner

source: Blocks
nb: Blokker

source: Bisq Trading Volume
nb: Bisq handelsvolum

source: Markets
nb: Markeder

source: Bitcoin Markets
nb: Bitcoin Markeder

source: Currency
nb: Valuta

source: Price
nb: Pris

source: Volume (7d)
nb: Volum (7d)

source: Trades (7d)
nb: Handler (7d)

source: Latest Trades
nb: Siste handler

source: Bisq Price Index
nb: Bisq prisindeks

source: Bisq Market Price
nb: Bisq markedspris

source: View more »
nb: Se mer »

source: Terms of Service
nb: Bruksvilkår

source: Privacy Policy
nb: Personvernerklæring

source: Buy Offers
nb: Kjøp tilbud

source: Sell Offers
nb: Selg tilbud

source: Amount ({{ i }})
nb: Beløp ({{ i }})

source: BSQ statistics
nb: BSQ statistikk

source: Existing amount
nb: Eksisterende beløp

source: Minted amount
nb: Utstedt beløp

source: Burnt amount
nb: Brent beløp

source: Addresses
nb: Adresser

source: Unspent TXOs
nb: Ubrukte TXOer

source: Spent TXOs
nb: Brukte TXOer

source: Market cap
nb: Markedsverdi

source: Date
nb: Dato

source: Amount
nb: Beløp

source: Inputs
nb: Innganger

source: Outputs
nb: Utganger

source: Issued amount
nb: Beløp som er utstedt

source: Version
nb: Versjon

source: Transaction
nb: Transaksjon

source: confirmation</ng-template> <ng-template #confirmationPlural let-i i18n="shared.confirmation-count.plural|Transaction plural confir confirmation
nb: confirmation</ng-template> <ng-template #confirmationPlural let-i i18n="shared.confirmation-count.plural|Transaction plural confir bekreftelse

source: confirmations</ng-template> </button> </div> </div> <div class="clearfix"></div> <div class="box tran confirmations
nb: confirmations</ng-template> </button> </div> </div> <div class="clearfix"></div> <div class="box tran bekreftelser

source: Included in block
nb: Inkludert i blokk

source: Features
nb: Funksjoner

source: Fee per vByte
nb: Avgift per vByte

source: Details
nb: Detaljer

source: Inputs & Outputs
nb: Innganger & Utganger

# bisq.transaction.browser-title
source: Transaction: this.txId
nb: Transaksjon: this.txId

source: BSQ Transactions
nb: BSQ Transaksjoner

source: Confirmed
nb: Bekreftet

source: Asset listing fee
nb: Gebyr for notering

source: Blind vote
nb: Blind stemme

source: Compensation request
nb: Kompensasjonsforespørsel

source: Irregular
nb: Uregelmessig

source: Lockup
nb: Lås

source: Pay trade fee
nb: Betal handelsavgift

source: Proof of burn
nb: Bevis for forbrenning

source: Proposal
nb: Forslag

source: Reimbursement request
nb: Refusjonsforespørsel

source: Transfer BSQ
nb: Overfør BSQ

source: Unlock
nb: Lås opp

source: Vote reveal
nb: Stemme avsløring

# bisq-transactions.selectall
source: Select all
nb: Velg alle

# bisq-transactions.unselectall
source: Unselect all
nb: Avmarker alle

# bisq-graph-trades
source: Trades
nb: Handler

# bisq-graph-volume
source: Volume
nb: Volum

source: The Mempool Open Source Project
nb: Åpen kildekode-prosjektet The Mempool

source: Our mempool and blockchain explorer for the Bitcoin community, focusing on the transaction fee market and multi-layer ecosystem, completely self-hosted without any trusted third-parties.
nb: Vår mempool- og blokkkjede-utforsker for Bitcoin-samfunnet, med fokus på transaksjonsgebyrmarkedet og flerlagsøkosystemet, fullstendig self-hosted uten tredjeparter.

source: Enterprise Sponsors 🚀
nb: Bedriftssponsorer 🚀

source: Community Sponsors ❤️
nb: Samfunnssponsorer ❤️

source: Community Integrations
nb: Sammfunnsintegrasjoner

source: Community Alliances
nb: Samfunnsallianser

source: Project Translators
nb: Oversettere

source: Project Contributors
nb: Bidragsytere til prosjektet

source: Project Members
nb: Prosjektmedlemmer

source: Project Maintainers
nb: Prosjektvedlikeholdere

source: About
nb: Om

# address-label.multisig
source: Multisig ms.m of ms.n
nb: Multisignatur ms.m av ms.n

source: Unconfidential
nb: Ukonfidensielt

source: Confidential
nb: Konfidensielt

# address.component.browser-title
source: Address: this.addressString
nb: Adresse: this.addressString

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transaction
nb: {{ (transactions?.length | number) || '?' }} av {{ txCount | number }} transaksjon

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transactions
nb: {{ (transactions?.length | number) || '?' }} av {{ txCount | number }} transaksjoner

source: Error loading address data.
nb: Lasting av adressedata feilet.

source: <i>There many transactions on this address, more than your backend can handle. See more on <a href="/docs/faq#address-lookup-issues">setting up a stronger backend</a>.</i><br><br> Consider viewing this address on the official Mempool website instead:
nb: <i>Det er mangen transaksjoner på denne adressen, mer enn bakenden din kan håndtere. Se mer på <a href="/docs/faq#address-lookup-issues">sette opp en bedre bakende</a>.</i><br><br>Vurder å se denne adressen på den offisielle Mempool-nettsiden i stedet:

source: Asset
nb: Ressurs

source: Name
nb: Navn

source: Precision
nb: Presisjon

source: Issuer
nb: Utsteder

source: Issuance TX
nb: Utstedelse TX

source: Pegged in
nb: Pegged inn

source: Pegged out
nb: Pegged ut

source: Burned amount
nb: Beløp som er brent

source: Circulating amount
nb: Sirkulerende beløp

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }}
nb: {{ (transactions?.length | number) || '?' }} av {{ txCount | number }}

source: Peg In/Out and Burn Transactions
nb: Peg inn / ut og brenn transaksjoner

source: Issuance and Burn Transactions
nb: Utstedelse og forbrennings transaksjoner

source: Error loading asset data.
nb: Lasting av ressursdata feilet.

# asset.component.asset-browser-title
source: Asset: this.assetString
nb: Eiendel: this.assetString

source: Group of {{ group.assets.length | number }} assets
nb: Gruppe av {{ group.assets.length | number }} ressurser

source: Assets
nb: Ressurser

source: Featured
nb: Utvalgte

source: All
nb: Alle

source: Search asset
nb: Søk ressurs

source: Clear
nb: Fjern

source: Issuer domain
nb: Utsteder-domene

source: Asset ID
nb: Ressurs-ID

source: Error loading assets data.
nb: Feil ved innlasting av ressursdata.

source: Reconnecting...
nb: Kobler til igjen...

source: Layer 2 Networks
nb: Lag 2-nettverk

source: Dashboard
nb: Dashbord

source: Stats
nb: Statistikk

source: Docs
nb: Dokumenter

source: Block Fee Rates
nb: Blokkavgiftsrater

source: At block: data[0].data[2]
nb: I blokk: data[0].data[2]

source: Around block: data[0].data[2]
nb: Rundt blokk: data[0].data[2]

source: Block Fees
nb: Blokkavgift

source: Indexing blocks
nb: Indekserer blokker

source: not available
nb: ikke tilgjengelig

source: Fee
nb: Avgift

source: Fee rate
nb: Avgift

source: Virtual size
nb: Virtuell størrelse

source: Audit status
nb: Revisjonsstatus

source: Match
nb: Identisk

source: Removed
nb: Fjernet

source: Marginal fee rate
nb: Marginal avgiftsats

source: Recently broadcasted
nb: Nylig sendt

source: Added
nb: Lagt til

source: Block Prediction Accuracy
nb: Blokkprediksjonsnøyaktighet

source: No data to display yet. Try again later.
nb: Ingen data å vise ennå. Prøv igjen senere.

source: Match rate
nb: Samsvarsfrekvens

source: Block Rewards
nb: Blokkbelønning

source: Block Sizes and Weights
nb: Blokkstørrelse og vekt

source: Size
nb: Størrelse

source: Weight
nb: Vekt

source: Size per weight
nb: Størrelse per vekt

source: Block
nb: Blokk

source: Median fee
nb: Medianavgift

source: Total fees
nb: Totale avgifter

source: Miner
nb: Utvinner

# block.component.browser-title
source: Block block.height: block.id
nb: Blokk block.height: block.id

source: Next Block
nb: Neste blokk

source: Previous Block
nb: Forrige blokk

source: Health
nb: Helse

source: Unknown
nb: Ukjent

source: Fee span
nb: Avgiftsintervall

source: Based on average native segwit transaction of 140 vBytes
nb: Basert på gjennomsnittlig native segwit-transaksjon på 140 vBytes

source: Subsidy + fees
nb: Subsidie + avgifter

source: Expected
nb: Forventet

source: Actual
nb: Faktisk

source: Expected Block
nb: Forventet blokk

source: Actual Block
nb: Faktisk blokk

source: Merkle root
nb: Merklerot

source: Difficulty
nb: Vanskelighetsgrad

source: Block Header Hex
nb: Blokkheader Hex

source: Audit
nb: Revisjon

source: Details
nb: Detaljer

source: Error loading data.
nb: Lasting av data feilet.

source: Why is this block empty?
nb: Hvorfor er denne blokken tom?

source: Pool
nb: Utvinningsgruppe

source: Mined
nb: Utvunnet

source: Reward
nb: Belønning

source: Fees
nb: Avgifter

# clipboard.copied-message
source: Copied!
nb: Kopiert!

source: Adjusted
nb: Justert

source: Change
nb: Endring

source: Difficulty Adjustment
nb: Vanskelighetsgradjustering

source: Remaining
nb: Gjenstående

source: <span class="shared-block">blocks</span></ng-template> <ng-template <span class="shared-block">blocks</span>
nb: <span class="shared-block">blocks</span></ng-template> <ng-template <span class="shared-block">blokker</span>

source: <span class="shared-block">block</span></ng-template> </div> <span class="shared-block">block</span>
nb: <span class="shared-block">block</span></ng-template> </div> <span class="shared-block">blokk</span>

source: Estimate
nb: Anslag

source: Previous
nb: Forrige

source: Current Period
nb: Nåværende periode

source: Next Halving
nb: Neste halvering

source: {{ i }} blocks expected
nb: {{ i }} blokker forventet

source: {{ i }} block expected
nb: {{ i }} blokk forventet

source: {{ i }} blocks mined
nb: {{ i }} blokker utvunnet

source: {{ i }} block mined
nb: {{ i }} blokk utvunnet

source: {{ i }} blocks remaining
nb: {{ i }} blokker gjenstår

source: {{ i }} block remaining
nb: {{ i }} blokk gjenstår

source: {{ i }} blocks ahead
nb: {{ i }} blokker foran

source: {{ i }} block ahead
nb: {{ i }} blokk foran

source: {{ i }} blocks behind
nb: {{ i }} blokker bak

source: {{ i }} block behind
nb: {{ i }} blokk bak

source: Average block time
nb: Gjennomsnittlig blokktid

source: Either 2x the minimum, or the Low Priority rate (whichever is lower)
nb: Enten 2x av minimum eller lav prioritetsrate (den som er lavest)

source: No Priority
nb: Ingen prioritet

source: Usually places your transaction in between the second and third mempool blocks
nb: Plasserer vanligvis transaksjonen din mellom andre og tredje mempool-blokken

source: Low Priority
nb: Lav prioritet

source: Usually places your transaction in between the first and second mempool blocks
nb: Plasserer vanligvis transaksjonen mellom den første og andre mempool-blokken

source: Medium Priority
nb: Medium prioritet

source: Places your transaction in the first mempool block
nb: Legger din transaksjon inn i den første mempool blokken

source: High Priority
nb: Høy prioritet

source: Incoming transactions
nb: Innkommende transaksjoner

source: Backend is synchronizing
nb: Backend synkroniserer

source: Unconfirmed
nb: Ubekreftet

source: Mempool size
nb: Mempool størrelse

source: Mining
nb: Utvinning

source: Pools Ranking
nb: Utvinningsgruppe-rangering

source: Pools Dominance
nb: Utvinningsgruppe-dominans

source: Hashrate & Difficulty
nb: Hashrate og vanskelighetsgrad

source: Lightning Nodes Per Network
nb: Lightning-noder per nettverk

source: Lightning Network Capacity
nb: Lightningnettverk-kapasitet

source: Lightning Nodes Per ISP
nb: Lightning-noder per ISP

source: Lightning Nodes Per Country
nb: Lightning-noder per land

source: Lightning Nodes World Map
nb: Lightning-noder verdenskart

source: Lightning Nodes Channels World Map
nb: Lightning-kanaler Verdenskart

source: Hashrate & Difficulty
nb: Hashrate og vanskelighetsgrad

# mining.pools-historical-dominance
source: Pools Historical Dominance
nb: Utvinningsgruppe historisk dominans

source: Indexing network hashrate
nb: Indekserer nettverk-hashrate

source: Indexing pools hashrate
nb: Indekserer utvinningsgruppe-hashrate

source: Graphs
nb: Grafer

source: Mining Dashboard
nb: Utvinning Dashboard

source: Documentation
nb: Dokumentasjon

# mempool-block.stack.of.blocks
source: Stack of blocksInBlock mempool blocks
nb: Stabel med blocksInBlock mempoolblokker

# mempool-block.block.no
source: Mempool block this.mempoolBlockIndex + 1
nb: Mempool blokk this.mempoolBlockIndex + 1

source: Range
nb: Område

source: Reward stats
nb: Belønnings-statistikk

source: (144 blocks)
nb: (144 blokker)

source: Latest blocks
nb: Nyeste blokker

source: Adjustments
nb: Justeringer

source: Broadcast Transaction
nb: Send transaksjon

source: Pools luck (1 week)
nb: Utvinningsgrupper flaks (1 uke)

source: Pools luck
nb: Flaks

source: The overall luck of all mining pools over the past week. A luck bigger than 100% means the average block time for the current epoch is less than 10 minutes.
nb: Den generelle flaksen til alle utvinningsgrupper den siste uken. En flaks større enn 100 % betyr at den gjennomsnittlige blokktiden for gjeldende epoke er mindre enn 10 minutter.

source: Pools count (1w)
nb: Antall utvinningsgrupper (1uke)

source: Pools count
nb: Antall grupper

source: How many unique pools found at least one block over the past week.
nb: Antall unike grupper som har funnet minst én blokk i løpet av den siste uken.

source: Blocks (1w)
nb: Blokker (1uke)

source: The number of blocks found over the past week.
nb: Antall blokker funnet den siste uken.

source: Rank
nb: Rang

source: Avg Health
nb: Gj.sn. helse

source: Empty blocks
nb: Tomme blokker

source: All miners
nb: Alle utvinnere

source: Pools Luck (1w)
nb: Utvinningsgrupper flaks (1uke)

source: Pools Count (1w)
nb: Antall utvinningsgrupper (1uke)

# mining.mining-pools
source: Mining Pools
nb: Utvinningsgrupper

source: i blocks
nb: i blokker

source: Other (percentage)
nb: Annet (percentage)

source: mining pool
nb: utvinningssamfunn

source: Tags
nb: Tagger

source: Show all
nb: Vis alt

source: Hide
nb: Gjemm

source: Hashrate (24h)
nb: Hashrate (24t)

source: Estimated
nb: Estimert

source: Reported
nb: Rapportert

source: Luck
nb: Flaks

source: Mined blocks
nb: Utvunnede blokker

source: 24h
nb: 24t

source: 1w
nb: 1uke

source: Coinbase tag
nb: Coinbase tagg

source: Transaction hex
nb: Transaksjon i hex

source: Miners Reward
nb: Utvinnerbelønning

source: Amount being paid to miners in the past 144 blocks
nb: Beløp som er betalt til utvinnere for de siste 144 blokkene

source: Avg Block Fees
nb: Gj.sn. blokkavgift

source: Average fees per block in the past 144 blocks
nb: Gjennomsnittlige avgifter per blokk i de siste 144 blokkene

source: BTC/block
nb: BTC/blokk

source: Avg Tx Fee
nb: Gj.sn. Tx-avgift

source: Fee paid on average for each transaction in the past 144 blocks
nb: Avgift betalt i gjennomsnitt for hver transaksjon i de siste 144 blokkene

source: Reward Per Tx
nb: Belønning per tx

source: Explore the full Bitcoin ecosystem
nb: Utforsk hele Bitcoin-økosystemet

source: Search
nb: Søk

source: Bitcoin Block Height
nb: Bitcoin blokk-høyde

source: Bitcoin Transaction
nb: Bitcoin-transaksjon

source: Bitcoin Address
nb: Bitcoin adresse

source: Bitcoin Block
nb: Bitcoin blokk

source: Bitcoin Addresses
nb: Bitcoin-adresser

source: Lightning Nodes
nb: Ligthning-noder

source: Lightning Channels
nb: Lightning-kanaler

source: Go to "{{ x }}"
nb: Gå til "{{ x }}"

source: Mempool by vBytes (sat/vByte)
nb: Mempool i vBytes (sat/vByte)

source: TV view
nb: TV-modus

source: Invert
nb: Inverter

source: Transaction vBytes per second (vB/s)
nb: Transaksjoner per sekund (vB/s)

# date-base.just-now
source: Just now
nb: Akkurat nå

# time-since
source: dateStrings.i18nYear ago
nb: dateStrings.i18nYear siden

# time-until
source: In ~dateStrings.i18nYear
nb: Om ~dateStrings.i18nYear

# time-span
source: After dateStrings.i18nYear
nb: Etter dateStrings.i18nYear

source: This transaction has been replaced by:
nb: Denne transaksjonen har blitt byttet ut med:

source: This transaction replaced:
nb: Denne transaksjonen erstattet:

source: Replaced
nb: Erstattet

source: Unconfirmed
nb: Ubekreftet

source: First seen
nb: Først sett

source: In several hours (or more)
nb: Om flere timer(eller mer)

source: Descendant
nb: Etterkommer

source: Ancestor
nb: Forfader

source: Flow
nb: Strømm

source: Hide diagram
nb: Skjul diagram

source: Show more
nb: Vis mer

source: Show less
nb: Vis mindre

source: Show diagram
nb: Vis diagram

source: Transaction not found.
nb: Transaksjon ikke funnet

source: Waiting for it to appear in the mempool...
nb: Venter på at den kommer inn i mempool...

source: Effective fee rate
nb: Effektiv avgift

source: (Newly Generated Coins)
nb: (Nygenererte Mynter)

source: Peg-in
nb: Peg-inn

source: Previous output script
nb: Forrige utgangs-script

source: Previous output type
nb: Tidligere utdatatype

source: Peg-out to <ng-container *ngTemplateOutlet="pegOutLink"></ng-contain
nb: Peg-out til <ng-container *ngTemplateOutlet="pegOutLink"> </ng-contain

source: Show more inputs to reveal fee data
nb: Vis mer inndata for å avsløre avgiftsdata

source: remaining</ng-template> remaining
nb: remaining</ng-template> gjenstår

source: other inputs
nb: andre innganger

source: other outputs
nb: andre utganger

source: Input
nb: Inngang

source: Output
nb: Utgang

source: This transaction saved {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% on fees by using native SegWit
nb: Denne transaksjonen sparte {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% på avgifter ved å bruke native SegWit

source: This transaction saved {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% on fees by using SegWit and could save {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% more by fully upgrading to native SegWit
nb: Denne transaksjonen sparte {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% på avgifter ved å bruke SegWit og kunne spart {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% mer ved å fullstendig oppgradere til native SegWit

source: This transaction could save {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% on fees by upgrading to native SegWit or {{ segwitGains.potentialP2shSegwitGains * 100 | number: '1.0-0' }}% by upgrading to SegWit-P2SH
nb: Denne transaksjonen kan spare {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% på avgifter ved å oppgradere til native SegWit eller {{ segwitGains.potentialP2shSegwitGains * 100 | number: '1.0-0' }}% ved å oppgradere til SegWit-P2SH

source: This transaction uses Taproot and thereby saved at least {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% on fees
nb: Denne transaksjonen bruker Taproot og sparer dermed minst {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% på avgifter

source: This transaction uses Taproot and already saved at least {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% on fees, but could save an additional {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% by fully using Taproot
nb: Denne transaksjonen bruker Taproot og har allerede spart minst {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% på avgifter, men kan spare ytterligere {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% ved å bruke Taproot fullt ut

source: This transaction could save {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% on fees by using Taproot
nb: Denne transaksjonen kunne spart {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% på avgifter ved å bruke Taproot

source: This transaction does not use Taproot
nb: Denne transaksjonen bruker ikke Taproot

source: This transaction uses Taproot
nb: Denne transaksjonen bruker Taproot

source: This transaction supports Replace-By-Fee (RBF) allowing fee bumping
nb: Denne transaksjonen støtter Replace-By-Fee (RBF) som tillater avgiftsendring

source: This transaction does NOT support Replace-By-Fee (RBF) and cannot be fee bumped using this method
nb: Denne transaksjonen støtter IKKE Replace-By-Fee (RBF), avgiften kan derfor ikke endres.

source: Only ~{{ medianFeeNeeded | feeRounding }} sat/vB was needed to get into this block
nb: Bare ~{{ medianFeeNeeded | feeRounding }} sat/vB var nødvendig for å komme inn i denne blokken

source: Overpaid {{ overpaidTimes }}x
nb: Overbetalt {{ overpaidTimes }}x

source: Transaction Fees
nb: Transaksjonsavgift

source: Latest transactions
nb: Nyeste transaksjoner

source: Minimum fee
nb: Minimumsavgift

source: Purging
nb: Fjerner

source: Memory usage
nb: Minnebruk

source: L-BTC in circulation
nb: L-BTC i omløp

source: mempool.space merely provides data about the Bitcoin network.</b> It cannot help you withmempool.space merely provides data about the Bitcoin network.</b> It cannot help you with retrieving funds, confirming your transaction quicker, etc.
nb: mempool.space merely provides data about the Bitcoin network.</b> It cannot help you with mempool.space gir bare data om Bitcoin-nettverket. </b> Den kan ikke hjelpe deg med å hente verdier, bekrefte transaksjonen raskere osv.

source: REST API service
nb: REST API-tjeneste

source: Endpoint
nb: Endepunkt

source: Description
nb: Beskrivelse
